/* Emoticon name */
"Angel" = "天使";

/* Emoticon name */
"Angry" = "生氣";

/* Emoticon name */
"Baring Teeth" = "咬牙切齒";

/* Emoticon name */
"Blush" = "臉紅";

/* Emoticon name */
"Confused" = "困惑";

/* Emoticon name */
"Cool" = "帥氣";

/* Emoticon name */
"Cry" = "哭";

/* Emoticon name */
"Crying" = "哭泣";

/* Emoticon name */
"Disappointed" = "失望";

/* Emoticon name */
"Don't Tell Anyone" = "保守秘密";

/* Emoticon name */
"Embarrassed" = "尷尬";

/* Emoticon name */
"Erm" = "嗯";

/* Emoticon name */
"Foot In Mouth" = "說錯話";

/* Emoticon name */
"Frown" = "皺眉";

/* Emoticon name */
"Gasp" = "喘氣";

/* Emoticon name */
"Grin" = "露齒而笑";

/* Emoticon name */
"Halo" = "光輪效果";

/* Emoticon name */
"Happy" = "開心";

/* Emoticon name */
"Heart" = "愛心";

/* Emoticon name */
"I Don't Know" = "我不知道";

/* Emoticon name */
"Kiss" = "親吻";

/* Emoticon name */
"Lips Are Sealed" = "守口如瓶";

/* Emoticon name */
"Money-mouth" = "見錢眼開";

/* Emoticon name */
"Nerd" = "書呆子";

/* Emoticon name */
"Open Mouthed" = "張大嘴";

/* Emoticon name */
"Party" = "聚會";

/* Emoticon name */
"Sad" = "傷心";

/* Emoticon name */
"Sarcastic" = "挖苦";

/* Emoticon name */
"Scared" = "恐懼";

/* Emoticon name */
"Sick" = "生病";

/* Emoticon name */
"Sleepy" = "昏昏欲睡";

/* Emoticon name */
"Smile" = "微笑";

/* Emoticon name */
"Star" = "星星";

/* Emoticon name */
"Sticking Out Tongue" = "吐舌";

/* Emoticon name */
"Surprised" = "驚喜";

/* Emoticon name */
"Thinking" = "思考";

/* Emoticon name */
"Tongue Out" = "吐舌頭";

/* Emoticon name */
"Undecided" = "未決定";

/* Emoticon name */
"Wearing Sunglasses" = "墨鏡";
"Wink" = "眨眼";